{"hadm_id": 29079034, "q": "What was the reason for the patient's hypotension upon presentation to the emergency department and how was it managed during the hospital course?", "a": "The patient presented with hypotension due to fluid shifts from paracentesis and likely hypovolemia from decreased oral intake in the setting of altered mental status. The hypotension was managed with IV albumin, which improved the systolic blood pressure."}
{"hadm_id": 24597018, "q": "What was the final result of the abscess culture obtained from the patient?", "a": "The final result on the abscess culture was streptococcus Milleri."}
{"hadm_id": 27703517, "q": "What medications was the patient started on based on the recommendation from Infectious Disease until culture data from her head wound was obtained?", "a": "The patient was started on vancomycin and meropenem until culture data from her head wound was obtained, after which meropenem was changed to ertapenem."}
{"hadm_id": 25563031, "q": "What medications were administered to the patient in response to the allergic reaction she experienced post-operatively?", "a": "The patient was administered an Epi-pen, Solumedrol 100 mg IV, Famotidine 20 mg IV, and Hydroxyzine 25 mg IM in response to the allergic reaction she experienced post-operatively."}
{"hadm_id": 20321825, "q": "What was the cause of the patient's respiratory symptoms and altered mental status during this hospitalization?", "a": "The patient's respiratory symptoms and altered mental status were likely due to hypoventilation from somnolence related to oversedation with Zyprexa, which improved with BiPAP and holding her antipsychotics."}
{"hadm_id": 23473524, "q": "What was the reason for the patient's intubation during their MICU stay?", "a": "The patient was intubated for most of her MICU stay due to pulmonary edema and respiratory muscle weakness with a poor negative inspiratory force (NIF)."}
{"hadm_id": 24982426, "q": "What was the reason for the initiation of warfarin in the patient?", "a": "The patient was started on warfarin due to hypokinetic left ventricle (LV) function as well as atrial fibrillation."}
{"hadm_id": 25696644, "q": "What is the suspected explanation for the elevated transaminases in the patient with chronic hepatitis C infection?", "a": "Given the patient's recent ingestion history of EtOH, the elevated transaminases are more likely explained by a classic 2:1 pattern for EtOH rather than the chronic hepatitis C infection."}
{"hadm_id": 25922998, "q": "What recommendations were made by psychiatry regarding the patient's suicidal ideation and psychiatric placement?", "a": "Psychiatry recommended involuntary admission due to meeting specific criteria, continuing 1:1 observation, avoiding psychiatric medications during acute alcohol withdrawal, and considering alternative antipsychotic if needed. They also recommended inpatient psychiatric placement and transfer to deac 4."}
{"hadm_id": 26048429, "q": "What interventions were implemented to manage Mr. ___'s respiratory issues postoperatively?", "a": "Postoperative day 1, Mr. ___ had respiratory acidosis secondary to hypoventilation. Aggressive pulmonary toilet, incentive spirometer, and good pain control were utilized to titrate off oxygen with saturations of 97% on room air."}
{"hadm_id": 20214994, "q": "What was the likely cause of the patient's hypotension in the ICU?", "a": "The hypotension was most likely due to volume loss from persistent oozing during the 8-hour procedure, third spacing from SIRS DIC response, hypoalbuminemia, delayed renal clearance, rapid ventricular rate (RVR), and poor filling time."}
{"hadm_id": 24181354, "q": "What treatment was initiated for the patient's new onset atrial fibrillation with rapid ventricular response (AF with RVR) and what was the subsequent plan recommended by the cardiology consultation?", "a": "The patient was loaded with amiodarone and transitioned to PO amiodarone for AF with RVR. Subsequently, the cardiology consultation recommended discontinuing amiodarone and verapamil, and starting the patient on metoprolol and an ACE inhibitor."}
{"hadm_id": 21255400, "q": "What was the reason for the patient's admission for surgical revascularization?", "a": "The patient was admitted for surgical revascularization due to left main disease found during elective cardiac catheterization for unstable angina."}
{"hadm_id": 23251352, "q": "How was the patient's condition at the time of discharge on post-operative day four?", "a": "The patient was ambulating freely, the wound was healing, and pain was controlled with oral analgesics."}
{"hadm_id": 22081550, "q": "What was the reason for Mr. ___'s devastating brain injury as confirmed by MRI and consultation with the neurology team?", "a": "Mr. ___'s devastating brain injury was likely due to anoxia."}
{"hadm_id": 27411876, "q": "What was the patient's discharge plan regarding mobility assistance and equipment?", "a": "The patient was discharged with a prescription for a standard wheelchair and evaluation by physical therapy for home with home exercise program and home occupational therapy."}
{"hadm_id": 25239799, "q": "What was the patient's postoperative status upon transfer to the telemetry floor?", "a": "The patient was hemodynamically stable, weaned from inotropic and vasopressor support, and initiated on a beta blocker."}
{"hadm_id": 20626031, "q": "What surgical procedures did Mr. ___ undergo for the management of his coronary artery disease?", "a": "Mr. ___ underwent urgent pump-assisted coronary artery bypass graft x3, which included left internal mammary artery to left anterior descending artery, saphenous vein graft to diagonal and obtuse marginal arteries, and endoscopic harvesting of the long saphenous vein."}
{"hadm_id": 28661809, "q": "What were the complications that Mr. ___ experienced during his hospital course?", "a": "Mr. ___'s hospital course was complicated by hypoxemic respiratory failure, sepsis, obstructive pneumonia, acute kidney injury with acute tubular necrosis, malignant pleural effusions requiring bilateral chest tube placement, and hemodynamically unstable atrial fibrillation."}
{"hadm_id": 20364112, "q": "What was the patient's CHADS-VASC score and how did it influence the decision regarding anticoagulation therapy for atrial fibrillation?", "a": "The patient had a CHADS-VASC score of 0, which led to the decision to defer anticoagulation therapy for atrial fibrillation given recent surgery and the goals of care discussion at discharge."}
{"hadm_id": 20199380, "q": "What intervention was performed on the patient during the second operation in the ICU?", "a": "The patient underwent mechanical thrombectomy and placement of a left CIV wall stent during the second operation in the ICU."}
{"hadm_id": 24159665, "q": "How did the patient tolerate the angioembolization procedure of her right carotid body tumor?", "a": "The patient tolerated the angioembolization procedure well without complications and was brought to the post-anesthesia care unit in stable condition."}
{"hadm_id": 22954658, "q": "What is the recommended systolic blood pressure control for the patient with a type B aortic dissection?", "a": "The recommended systolic blood pressure control for the patient with a type B aortic dissection is SBP<140 with IV/PO BB."}
{"hadm_id": 28477357, "q": "What interventions were performed for the patient's pancreatic pseudocyst?", "a": "The patient underwent endoscopic ultrasound guided cyst gastrostomy with aspiration of fluid, irrigation of necrotic material, placement of double-pigtail stents, repeat EUS guided drainage, removal of stents, and CT guided drain placement."}
{"hadm_id": 22987108, "q": "What was the reason for the patient's transfer to the ICU from the floor?", "a": "The patient was transferred to the ICU from the floor due to hemorrhagic shock secondary to a retroperitoneal bleed, which required a massive transfusion protocol."}
{"hadm_id": 20338077, "q": "What was the reason for transitioning the patient from a pantoprazole gtt to pantoprazole 40mg PO Q12h?", "a": "The reason for transitioning the patient from a pantoprazole gtt to pantoprazole 40mg PO Q12h was due to the rising HCT and the findings of mild esophagitis, a non-bleeding ulcer in the pylorus, and several superficial non-bleeding ulcers in the duodenal bulb likely caused by aspirin use and recurrent emesis."}
{"hadm_id": 22168393, "q": "What symptoms did the patient complain of in the PACU and how were they managed?", "a": "Patient complained of headache and nausea in the PACU. Nausea improved after medications were administered."}
{"hadm_id": 20291550, "q": "What was the patient's INR level on a specific date and when is the next scheduled INR check?", "a": "The patient's INR on a specific date is 1.7. The next scheduled INR check will be on a later date."}
{"hadm_id": 28324362, "q": "What was the patient's condition upon transfer to the telemetry floor for further recovery?", "a": "The patient was neurologically intact, hemodynamically stable, weaned from inotropic and vasopressor support, and breathing comfortably."}
{"hadm_id": 22995465, "q": "What was the initial treatment regimen for the patient's community-acquired pneumonia?", "a": "The patient was started on ceftriaxone and levofloxacin following guidelines for community-acquired pneumonia."}
{"hadm_id": 25926192, "q": "Why was the decision made not to use a radial artery for conduit during the surgical management of the patient's coronary artery disease?", "a": "The decision was made not to use a radial artery for conduit due to significant calcifications of the bilateral radial arteries, as revealed by a radial duplex ultrasound."}
{"hadm_id": 29842315, "q": "What was the patient's CHA2DS2-VASc score in relation to her paroxysmal atrial fibrillation?", "a": "The patient's CHA2DS2-VASc score was 5 in relation to her paroxysmal atrial fibrillation."}
{"hadm_id": 22429197, "q": "What interventions were performed for the patient's spinal injuries during her stay in the Trauma ICU?", "a": "The patient underwent anterior fusion C6-7 and posterior fusion of the cervical spine, as well as non-operative management for thoracic spine injuries that included a TLSO."}
{"hadm_id": 27505812, "q": "What surgical procedure did Mr. ___ undergo on the left internal mammary artery and saphenous vein grafts?", "a": "Mr. ___ underwent a coronary artery bypass graft with left internal mammary artery to left anterior descending artery and saphenous vein grafts to diagonal 1, diagonal 2, obtuse marginal 1, and the posterior descending arteries."}
{"hadm_id": 27089790, "q": "What medications were used to manage the patient's hypertension post-operatively?", "a": "The patient required nitro for hypertension which was weaned off with starting lasix, lopressor, and lisinopril."}
{"hadm_id": 27882036, "q": "What was the reason for the patient's transfer to the ICU and subsequent continuous oxygen monitoring?", "a": "The patient was transferred to the ICU for monitoring with continuous oxygen due to concerns about airway compression from a large goiter and increasing oxygen requirement shortly after admission."}
{"hadm_id": 22675517, "q": "What was the patient's condition on post-operative day 1?", "a": "The patient was extubated, alert, oriented, breathing comfortably, neurologically intact, hemodynamically stable, weaned from inotropic and vasopressor support, and initiated on a beta blocker."}
{"hadm_id": 25809882, "q": "What was the patient's goal dilantin level after being continued on her home dose of dilantin?", "a": "The patient's goal dilantin level was ___ after being continued on her home dose of dilantin."}
{"hadm_id": 22741225, "q": "What were the stroke risk factors assessed in Mr. ___'s case?", "a": "Dyslipidemia, IDDM (Insulin-Dependent Diabetes Mellitus), HTN (Hypertension), and Obesity were identified as stroke risk factors in Mr. ___'s case."}
{"hadm_id": 29600294, "q": "What was the reason for deferring the initiation of venetoclax therapy in this patient with a background history of CLL?", "a": "Venetoclax therapy was deferred in this patient due to the current infective process, as mentioned in the discharge summary."}
{"hadm_id": 28889419, "q": "What interventions were implemented to manage the patient's tachycardia postoperatively?", "a": "The patient was started on metoprolol for tachycardia postoperatively, which resulted in good control."}
{"hadm_id": 27993466, "q": "What was the patient's INR level on discharge?", "a": "1.7"}
{"hadm_id": 25085565, "q": "What was the rationale behind considering a dermatology consult for the patient?", "a": "A rash to the patient's PIV and perineal region was noted, which ID thought may be due to a drug reaction or a fungal infection. Topical antifungals and changing antibiotics did not improve the affected sites, prompting the recommendation for a dermatology consult."}
{"hadm_id": 24698912, "q": "What antimicrobial regimen was the patient initiated on for the treatment of necrotizing fasciitis and osteomyelitis?", "a": "The patient was initiated on a course of IV vancomycin, ceftazidime, and oral flagyl."}
{"hadm_id": 22130791, "q": "What interventions were performed to manage the brisk GI bleed in the patient? ", "a": "The patient underwent upper endoscopy, angiography, L gastric artery embolization, and was placed on IV pantoprazole BID and aminocaproic acid."}
{"hadm_id": 28157142, "q": "What was the patient's baseline creatinine level and when did it peak post-procedure?", "a": "The patient's baseline creatinine level was 2.0, and it peaked at 4.0 on a specific date mentioned in the discharge summary."}
{"hadm_id": 24420677, "q": "What was the patient's ejection fraction (EF) post Transcatheter Aortic Valve Replacement (TAVR) and on repeat ECHO?", "a": "The patient's EF improved to 43% post TAVR, but on repeat ECHO, it was noted to be 25%-30%."}
{"hadm_id": 29374560, "q": "What is the patient's HgbA1c level and what follow-up is recommended regarding their diabetes control?", "a": "The patient's HgbA1c level is 7.9. Follow-up with the primary care physician (PCP) regarding diabetes is recommended, and at the patient's age, control below A1c 8 is likely adequate to avoid risks associated with hypoglycemia in the elderly."}
{"hadm_id": 29281842, "q": "What was the suspected culprit for the acute interstitial nephritis (AIN) in this patient's case?", "a": "Zosyn was suspected as the culprit for the acute interstitial nephritis (AIN) in this patient's case."}
{"hadm_id": 28506150, "q": "What was the patient's response to lorazepam for associated hypotension and altered mental status during the episode of unresponsiveness with eye deviation?", "a": "The patient became more responsive, with eyes open, following simple commands, prior to becoming unresponsive again."}
{"hadm_id": 27568122, "q": "What was the reason for the patient's desaturation leading to hypoxemia at the nursing facility?", "a": "The patient desaturated acutely at the nursing facility due to likely mucus plugging from impaired secretion clearance related to ALS, which improved rapidly with suctioning."}
{"hadm_id": 20973395, "q": "What was the initial treatment approach for the patient's condition before undergoing surgery?", "a": "She was initially treated with IV antibiotics but failed to respond."}
{"hadm_id": 21027282, "q": "What were the initial reasons for Mr. ___'s admission to the Acute Care Surgery service and subsequent procedures performed on him?", "a": "Mr. ___ was admitted with pneumatosis and portal/mesenteric venous gas, sepsis, and acute renal failure. He underwent an exploratory laparotomy and right colectomy for ischemia."}
{"hadm_id": 28861356, "q": "What was the reason for the patient's transfer to the TSICU for close monitoring?", "a": "The patient was transferred to the TSICU for close monitoring due to having more than 2L of dark coffee ground output from his NGT in the setting of a hematocrit drop to 25, along with severe esophagitis and ulcers found during an EGD."}
{"hadm_id": 23786647, "q": "What was the reason for ordering a CTA of the chest for the patient?", "a": "The reason for ordering a CTA of the chest for the patient was to better evaluate the concerning findings on the chest x-ray, which showed cardiomegaly and pericardial effusion."}
{"hadm_id": 29366372, "q": "What was the reason for the patient being transfused one unit of packed red blood cells on postoperative day five?", "a": "The patient was feeling symptomatic on ambulation with increased fatigue and lightheadedness, which prompted the transfusion of one unit of packed red blood cells."}
{"hadm_id": 28479513, "q": "What precautions were taken for the patient while he remained stable in the ICU awaiting transfer to the floor?", "a": "The patient remained on flat bedrest with logroll precautions and a TLSO brace was ordered and measured."}
{"hadm_id": 21101111, "q": "What was the reason for the patient's transfer to the operating room during their ICU stay?", "a": "The patient underwent burr holes on the left for evacuation of the subdural hematoma."}
{"hadm_id": 29279905, "q": "What was the reason for discontinuing the medications hydroxyurea and allopurinol for the patient?", "a": "The medications hydroxyurea and allopurinol were discontinued for the patient due to the development of a drug rash, which was evaluated by dermatology."}
{"hadm_id": 27525946, "q": "What treatment was initiated for the patient's myeloproliferative disorder after stopping the home medication due to bleeding?", "a": "The patient was re-started on hydrea, which she had been on previously, for her myeloproliferative disorder after stopping the home medication."}
{"hadm_id": 21457723, "q": "What was the patient's bone marrow biopsy result in the context of pancytopenia and hemolysis?", "a": "The bone marrow biopsy showed marked fibrosis with myeloblasts consisting of <5% of cellularity in the patient with pancytopenia and hemolysis."}
{"hadm_id": 24997044, "q": "Why was a statin not started for the patient despite other medications being titrated to effect?", "a": "A statin was not started due to clean coronaries."}
{"hadm_id": 20297618, "q": "What medications were used to manage the patient's post-operative pain?", "a": "The patient's post-operative pain was managed with Dilaudid, Neurontin, and Toradol."}
{"hadm_id": 28710730, "q": "What interventions were performed for the patient's left sided pneumothorax in the ED?", "a": "The patient underwent left chest needle decompression and pigtail placement for the left sided pneumothorax in the ED."}
{"hadm_id": 27738145, "q": "What interventions were performed to address the recurrent bleeding in the patient with poorly differentiated pancreatic cancer and massive hematemesis?", "a": "The patient underwent embolization of the spleen with cessation of bleeding after experiencing recurrent bleeding despite attempts to relieve splenic hypertension and embolization of the artery invaded by the tumor."}
{"hadm_id": 22585261, "q": "What was the reason for the patient being started on epoetin alfa with a planned every other day treatment?", "a": "The patient was started on epoetin alfa due to a drop in hemoglobin/hematocrit levels and planned EGD/Colonoscopy for evaluation of GI bleed."}
{"hadm_id": 24104168, "q": "What imaging studies were performed to confirm the presence of aneurysms in the patient's brain?", "a": "A CT/CTA was performed on arrival, followed by a diagnostic angiogram to confirm the presence of an aneurysm on the posterior communicating artery."}
{"hadm_id": 26842957, "q": "What procedure was Ms. ___ admitted for on ___?", "a": "Ms. ___ was admitted for pipeline embolization of L ICA aneurysm."}
{"hadm_id": 23052851, "q": "What was the reason for switching the patient's anticoagulation medication from dabigatran to apixaban?", "a": "The patient's dabigatran was switched to apixaban because dabigatran could not be given through the PEG tube, and the patient occasionally pocketed medications in her mouth."}
{"hadm_id": 27984218, "q": "What were the clinical exam findings that supported the diagnosis of hypovolemic hypernatremia in the patient?", "a": "Dry mucous membranes, significant respiratory variation in IVC diameter, and IJ collapse with respiratory variation were the clinical exam findings supporting the diagnosis of hypovolemic hypernatremia in the patient."}
{"hadm_id": 25826145, "q": "What was the patient's hematocrit trend during their stay in the ICU?", "a": "The patient's hematocrit decreased from 31.3 to 27.7 and then increased to 28.9 before stabilizing at 31.8."}
{"hadm_id": 23488445, "q": "What is the patient's antibiotic regimen for the presumed septic shock from pneumonia, HCAP vs CAP?", "a": "The patient was transitioned to a PO antibiotic regimen of cefpodoxime and doxycycline, with a plan for 8 days of antibiotics."}
{"hadm_id": 29974575, "q": "What was the differential diagnosis for the patient's hypotension on admission, and how was it managed during the hospital course?", "a": "The differential diagnosis for the patient's hypotension on admission included septic shock and cardiogenic shock. The patient was fluid resuscitated, treated with antibiotics, and weaned from pressors, allowing for clinical improvement."}
{"hadm_id": 24490144, "q": "How did Mr. ___ progress post coronary artery bypass grafting?", "a": "Mr. ___ progressed well post coronary artery bypass grafting, as he was weaned from sedation, awoke neurologically intact, extubated on POD 1, weaned from inotropic and vasopressor support, initiated on beta blockers, diuresed towards his preoperative weight, transferred to the telemetry floor for further recovery, evaluated by physical therapy, and discharged home in good condition on POD#4."}
{"hadm_id": 28829452, "q": "What was the reason for the patient's admission to the hospital?", "a": "The patient was admitted for acute hypoxemic respiratory failure due to increased bronchus narrowing caused by the increased size of the lung mass."}
{"hadm_id": 28998349, "q": "What was the reason for the patient being taken back to the operating room for a second look laparotomy?", "a": "The patient was taken back to the operating room for a second look laparotomy due to persistently tachycardic with an increasing pressor requirement, elevated and rising lactate levels, and approximately 1 liter of blood found along with an internal hernia."}
{"hadm_id": 27660781, "q": "What intervention was performed to facilitate cannulation of the bile duct during the ERCP procedure?", "a": "A 4 cm pancreatic duct stent was placed to facilitate cannulation of the bile duct."}
{"hadm_id": 23112364, "q": "What was the likely cause of the patient's encephalopathy and how was it managed?", "a": "The patient's encephalopathy was likely due to uremia from missing dialysis, and it cleared with hemodialysis."}
{"hadm_id": 27154822, "q": "What is the recommended frequency of hemodialysis sessions for the patient to prevent occurrences of hyperkalemia?", "a": "The patient should consider increasing the frequency of his hemodialysis sessions to 3 times per week to prevent such occurrences."}
{"hadm_id": 22342963, "q": "What interventions were performed during the patient's coronary artery bypass graft surgery?", "a": "The patient underwent Coronary artery bypass graft x4: Left internal mammary artery to left anterior descending artery, and saphenous vein grafts to diagonal, obtuse marginal, and posterior descending arteries."}
{"hadm_id": 28909879, "q": "What was the patient's initial presentation that led to admission to the ICU?", "a": "The patient was admitted for status epilepticus, with the first seizure at home appearing to be generalized tonic-clonic (GTC), followed by several seizures at the hospital without recovery between them."}
{"hadm_id": 29642388, "q": "What was the initial workup that revealed the patient's condition?", "a": "The initial workup included an abdominal CT which showed a probable focal infrarenal aortic dissection."}
{"hadm_id": 27708593, "q": "What was the patient's response to the IV diltiazem treatment for elevated heart rate?", "a": "The patient responded well to IV diltiazem treatment, as it successfully brought his heart rate back into sinus rhythm with a heart rate in the 120s."}
{"hadm_id": 28872262, "q": "What interventions were performed to address the ventricular dyssynchrony in the patient with acute on chronic systolic CHF?", "a": "The patient underwent left thoracotomy with left ventricular pacing wire placement and was started on a milrinone drip in conjunction with a lasix drip for optimization prior to BiV lead manipulation."}
{"hadm_id": 21133938, "q": "What was the patient's final CVP (central venous pressure) after discontinuation of dobutamine in the CCU?", "a": "In CCU, at ___ s/p discontinuation of dobutamine CVP 7/PAP 50/30(37) CO 4.3/CI 2.3/ SVR 1309/MVO2 62%."}
{"hadm_id": 21607814, "q": "What was the patient's ejection fraction (EF) upon admission?", "a": "The patient had an EF of 15% upon admission."}
{"hadm_id": 29295881, "q": "What were the possible precipitants considered for the patient's hyperglycemia and leukocytosis during this hospitalization?", "a": "Possible precipitants for the patient's hyperglycemia included malfunctioning pump, infection such as viral gastroenteritis or pneumonia. For leukocytosis, possible precipitants considered were infection (viral gastroenteritis, aspiration pneumonia, or pneumonitis) and hemoconcentration."}
{"hadm_id": 21759936, "q": "What was the patient's initial VBG upon presentation with DKA?", "a": "The patient was found to have FSBG of 424 and initial VBG of ___ upon presentation with DKA."}
{"hadm_id": 20044587, "q": "What medications were initiated for the patient's A-Fib seen on telemetry on POD 3?", "a": "Beta-blocker was increased and Amiodarone was started orally."}
{"hadm_id": 24717014, "q": "What was the patient's initial neurologic examination concerning for?", "a": "The initial neurologic examination was concerning for motor neuron disease due to diffuse fasciculations."}
{"hadm_id": 24470193, "q": "What was the family's decision regarding further surgical interventions for the patient?", "a": "The family did not want any further surgical interventions and felt that is what the patient would say if he could."}
{"hadm_id": 23403708, "q": "What medications was the patient started on for afib prophylaxis post-operatively and for how long will he continue this treatment?", "a": "The patient was started on Diltiazem for afib prophylaxis post-operatively and will continue this treatment for an additional 3 weeks."}
{"hadm_id": 24547356, "q": "What was the patient's ICU course like in terms of pain management and respiratory status?", "a": "The patient's pain was well controlled with fentanyl and intermittent dilaudid. He was extubated on POD0 without issues."}
{"hadm_id": 25260176, "q": "What is the reason for the patient's slurring words on the floor?", "a": "Slurring words is likely due to benzo intoxication, not alcohol withdrawal, as the patient was spaced to Q2H diazepam in the ED."}
{"hadm_id": 26275841, "q": "What was the patient's weight on discharge compared to her baseline weight?", "a": "On discharge, the patient's weight was 100.2 kg, compared to her baseline weight of 101.2 kg."}
{"hadm_id": 28166872, "q": "What was the reason for the patient to undergo a CT torso examination?", "a": "The CT torso examination was obtained to assess for any possible metastatic disease after a concerning lesion was found in the apex of the left upper lung during a C-spine CT."}
{"hadm_id": 20764029, "q": "What was the likely etiology of the patient's syncope episodes in the setting of diarrhea?", "a": "The most likely etiology of the patient's syncope episodes in the setting of diarrhea was hypovolemic and orthostatic, as there were no other symptoms to suggest ACS, arrhythmia, or seizures."}
{"hadm_id": 21606243, "q": "What was the patient's Cr level at the time of discharge, and how did it compare to the baseline value?", "a": "The patient's creatinine (Cr) level was 0.6 at discharge, which improved from a baseline of 1.0."}
{"hadm_id": 20611640, "q": "What was the decision made regarding the patient's care after consultation with the oncology team and the patient's family?", "a": "The decision was made to focus care on comfort, and the patient was discharged home with hospice services."}
{"hadm_id": 22580999, "q": "What medications was the patient started on for elevated blood-sugars during the hospital stay?", "a": "The patient was started on glipizide, metformin, and daily lantus for elevated blood-sugars during the hospital stay."}
{"hadm_id": 29276678, "q": "What were the factors contributing to the patient's acute hypoxic respiratory failure?", "a": "Severe bone pain in chest/ribs limiting air movement, atelectasis, leukostasis due to progressively worsening WBC and blasts, and volume overload from renal failure were contributing factors to the patient's acute hypoxic respiratory failure."}
{"hadm_id": 28019404, "q": "What was the reason for the patient's transfer to another facility for embolization?", "a": "The patient was transferred for embolization due to bleeding from either the proximal small bowel or descending colon as shown on the tagged RBC scan."}
{"hadm_id": 24540843, "q": "What was the reason for the patient being made DNR on a specific date?", "a": "The patient was made DNR on a specific date due to family wishes after reviewing his poor neurological exam."}
{"hadm_id": 22490490, "q": "What insulin regimen was the patient discharged on due to limitations in her schedule and family's ability to administer insulin?", "a": "Lantus 38 units in the morning and [___] 30 units at dinner."}
{"hadm_id": 24656677, "q": "What medications will the patient be discharged with for insulin-dependent diabetes?", "a": "The patient will be discharged with Levemir 25 units HS and will continue the current Humalog sliding scale for insulin-dependent diabetes."}
{"hadm_id": 27617929, "q": "What were the patient's expressed wishes regarding intubation and prolonged critical care?", "a": "The patient had clearly expressed that he would never have wanted to be intubated, nor would he want prolonged critical care."}
{"hadm_id": 20755971, "q": "What was the patient's initial MELD score upon admission due to decompensated cirrhosis complicated by ascites and SBP with Klebsiella bacteremia?", "a": "The patient's initial MELD score upon admission was 27."}
{"hadm_id": 25129047, "q": "What imaging studies were performed to assess the patient's head and spine during their ICU stay?", "a": "Serial imaging of the head was obtained on specific dates which showed improvement of subarachnoid hemorrhage (SAH) and stable subdural hematoma (SDH). X-ray of the lumbar and sacral spine were obtained which showed no acute fracture."}
{"hadm_id": 24745425, "q": "What was the patient's baseline creatinine level and how did it change during the hospital stay?", "a": "The patient's baseline creatinine was 1.9, peaked at 2.3 postoperatively, and decreased to 1.5 at the time of discharge."}
{"hadm_id": 27189241, "q": "What was the most likely explanation for the patient's pericardial effusion and subsequent heart failure?", "a": "The most likely explanation for the patient's pericardial effusion and subsequent heart failure was pneumonia, triggering para-pneumonic pericarditis and effusion."}
{"hadm_id": 28258130, "q": "What was the suspected cause of the patient's persistent hypotension with pressor requirement in the MICU and how was it resolved?", "a": "The suspected cause of the patient's persistent hypotension with pressor requirement in the MICU was wet beriberi from severe nutritional deficiency in the setting of gastric bypass and alcoholism. The issue resolved after initiation of high-dose thiamine repletion."}
{"hadm_id": 23819016, "q": "What was the patient's last reported alcohol intake before admission?", "a": "Patient reported drinking 1 pint of hard liquor per day, with her last drink being the day before admission."}
{"hadm_id": 24928679, "q": "What is the recommended follow-up interval for the patient's EGD?", "a": "The patient requires a follow-up EGD in an unspecified period of time as per the transitional issues section of the discharge summary."}
{"hadm_id": 26924951, "q": "What imaging studies were performed to assess the hepatic vasculature of the patient post-operatively?", "a": "A USG of the liver followed by a CTA of the abdomen were done to assess the hepatic vasculature."}
{"hadm_id": 24294180, "q": "What was the reason for Ms. ___'s admission to the ICU following the elective right craniotomy?", "a": "Ms. ___ was admitted to the ICU for close neurological monitoring following an elective right craniotomy for clipping of a pericallosal aneurysm."}
{"hadm_id": 27996267, "q": "What was the reason for transitioning the patient to a different antibiotic on HD4 according to the Infectious Disease (ID) consultation?", "a": "The patient was transitioned to daptomycin on HD4 because her cultures showed enterococcus and acinetobacter that were resistant to cipro."}
{"hadm_id": 29163082, "q": "What was the reason for stopping antibiotics and holding steroids or other immunosuppression for the patient during her admission to the cardiology service?", "a": "The reason for stopping antibiotics and holding steroids or other immunosuppression for the patient was the lack of focal infiltrate, leucocytosis, and fever, as recommended by her primary pulmonologist."}
